[
  {
    "title": "KOC Decentralized exchange launch notice",
    "content": "<div><h3 style='text-align: center;'>KOC Decentralized exchange launch notice</h3>As the KOC project proceeds, KOCToken is gradually released, and the development of the OASIS team's decentralized exchange “CEX” is nearing completion and entering the final testing phase. The “CEX” decentralized exchange is expected to trade online when the KOC project reaches 50000 eth. KOCToken will serve as a platform currency for the “CEX” exchange. At that time, all users who hold KOC will receive a permanent profit dividend of CEX. The “CEX” exchange has a strong technical gene, which realizes the multi-currency cross-chain decentralized trading for the first time, and is unique in the technical exploration of the decentralized exchange. Thanks to the support of all KOC players, the OASIS team will continue to improve the KOC ecology, bringing more and more generous returns to all players.</p><p>OASIS Team</p><p>2019-9-6</p></div>"
  },
  {
    "title": "New project and KOC use announcement",
    "content": "<div><h3 style='text-align: center;'>New project and KOC use announcement</h3>Dear users：<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The OASIS team is already working on 'flash point', a gambling game that would also allow players to play with digital currencies like KOCToken or Btc or Eth. The new game is expected to be available when the KOC project reaches 100,000 ethereum, depending on the project's development schedule. At that time, we had enough users. All KOC holders will receive a permanent bonus from the OASIS team for all subsequent projects. It's all worth waiting for!</p><p>OASIS Team</p><p>2019-9-3</p></div>"
  },
  {
    "title": "KOC token dividend and snapshot notice",
    "content": "<div><h3 style='text-align: center;'>KOC token dividend and snapshot notice</h3>Dear players:<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To thank early players for their support and participation, KOC's new contract snapshot will be activated at 4:00 GMT (4:00 AM GMT) on August 16, 2019, after which all KOC owners will receive a permanent global bonus.Before the snapshot starts, the player can boil down the KOC obtained to an address for easy management.After the snapshot, moving KOC will not receive a dividend.</p><p>The OASIS team.</p></div>"
  }
]